---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelConfigurationParam
source: html/540bf626-3727-2313-d2d2-1306ccc9f764.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelConfigurationParam Property

"Panel Configuration"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecPanelConfigurationParam { get; }
```